import pool2 from "../../assets/pool2.jpg";
import events from "../../assets/events.jpg";
import styled from "styled-components";

const StyledAbout = styled.div`
    img {
        width: 100%;
        border-radius: 10px;
    }
    .about-feature {
        padding-bottom: 44px;
    }
`

const About = () => {
    return (
        <StyledAbout className="container">
            <div className="row about-feature">
                <div className="col-md-5">
                    <img src={pool2} />
                </div>
                <div className="col-md-7">
                    <h2 >Շիվէն լավագույն տարբերակն է</h2>
                    <p>տպագրության և տպագրական արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ականներից` Lorem Ipsum-ը հանդիսացել է
                        տպագրական արդյունաբերության ստանդարտ մոդելային տեքստ, ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու
                        ջանքերի արդյունք է: Այս տեքստը ոչ միայն կարողացել է գոյատևել հինգ դարաշրջան, այլև ներառվել է էլեկտրոնային տպագրության մեջ` մնալով էապես
                        անփոփոխ: Այն հայտնի է դարձել 1960-ականներին, իսկ ավելի ուշ համակարգչային  ստանդարտ մոդելային տեքստ, ինչը մի անհայտ տպագրիչի կողմից տարբեր
                         տառատեսակների օրինակների գիրք ստեղծելու ջանքերի արդյունք է: Այս տեքստը  տպագրության այնպիսի ծրագրերի թողարկման հետևանքով, ինչպիսին է </p>
                </div>
            </div>
            <div className="row about-feature">
                <div className="col-md-7">
                    <h2>Անցկացրեք Ձեր միջոցառումները</h2>
                    <p>տպագրության և տպագրական արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ականներից` Lorem Ipsum-ը հանդիսացել է
                        տպագրական արդյունաբերության ստանդարտ մոդելային տեքստ, ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու
                        ջանքերի արդյունք է: Այս տեքստը ոչ միայն կարողացել է գոյատևել հինգ դարաշրջան, այլև ներառվել է էլեկտրոնային տպագրության մեջ` մնալով էապես
                        անփոփոխ: Այն հայտնի է դարձել 1960-ականներին, իսկ ավելի ուշ  
                        լային տեքստ, ինչը մի անհայտ տպագրիչի կողմից տարբեր տառատեսակների օրինակների գիրք ստեղծելու
                        ջանքերի արդյունք է: Այս տեքստը ոչ միայն կարողացել է գոյատևել հինգ դարաշրջան, այլև ն համակարգչային տպագրության այնպիսի ծրագրերի թողարկման հետևանքով, ինչպիսին է </p>
                </div>
                <div className="col-md-5">
                    <img src={events} />
                </div>
            </div>
        </StyledAbout>
    )
}

export default About;